export const th = {
  subtitle: "ไอที ซัพพอร์ต · กำลังมองหางานใหม่",
  greeting: "สวัสดี ผมชื่อ",
  name: "จิมมี่ จารุเดช",
  description:"จากแนวคิดสู่ความเป็นจริง เชื่อมช่องว่างระหว่างปัญหาและทางออกด้วยโค้ดที่ออกแบบอย่างเป็นระบบ เปลี่ยนไอเดียให้กลายเป็นโซลูชันดิจิทัลที่สร้างคุณค่าได้จริง",
  downloadCV: "ดาวน์โหลดประวัติ (CV)",

  stats: {
    yearsExperience: "ปีประสบการณ์",
    projectsCompleted: "โปรเจกต์ที่ส่งมอบสำเร็จ",
    technologiesMastered: "เทคโนโลยีที่เชี่ยวชาญ",
    codeCommits: "จำนวนการคอมมิตโค้ด",
  },
};
